package com.badlogic.mygame.units;

public enum Names {
    Бор_Нов,Кара_Марск, Айвор_Старск, Зора_Марск, Иган_Черск, Малсер_Лдер, Мири_Твуд, Мартеган_Белдок, Мири_Рунтроп,
    Шая_Калмин, Иль_Мостана, Хасеид_Джассан, Яшеира_Рейн, Хасеид_Кхалид, Мейлиль_Думеин, Нулара_Серпет, Умара_Фезим,
    Тола_Натандем, Умара_Льд, Умара_Серпет, Таммит_Азяра, Хульмарра_Улмокина, Мадислак_Илтазяра, Ральмевик_Окина,
    Умар_Чергоба, Дона_Орио, Салазар_Агосто, Диеро_Рамондо, Балама_Ндо, Вонда_Писакар, Рэндал_Эвенвуд, Шандри_Эмблкроун,
    Горстаг_Недрэгон, Дарвин_Эвенвуд, Арвин_Дандрэгон, Лей_Мей, Лянь_Шин, Тай_Сум, Чао_Као, Чао_Сум;
}
